{"development_stages": [{"slug": "active", "name": "Active", "description": "when the residents are living in the housing complex, even if final construction works are still incomplete."}, {"slug": "developing", "name": "Developing", "description": "when the housing project is being developed (including formation of the group, project conception, development and construction /renovation)."}], "housing_tenures": [{"slug": "ownership_co", "name": "Co-ownership", "description": "households together own (the organisation that owns) the project"}, {"slug": "ownership_full", "name": "Full ownership", "description": "households own the dwelling  in which they live."}, {"slug": "ownership_shares", "name": "Ownership of shares", "description": "households own shares in (the organisation that owns) the project."}, {"slug": "rental_cooperative", "name": "Cooperative rental", "description": "household pays rent to the cooperative of renters, while the housing can be either owned by the same cooperative| a municipal company or private provider."}, {"slug": "rental_private", "name": "Private unregulated rental", "description": "households pay rent to private companies or individuals."}, {"slug": "rental_private_regulated", "name": "Private regulated rental", "description": "households pay a rent that is set by the government (to guarantee affordability) to private companies or individuals."}, {"slug": "rental_public", "name": "Public rental", "description": "household pays rent to an organisation partly owned by the state."}, {"slug": "rental_social", "name": "Social rental", "description": "household pays affordable rent to non-profit organisations"}, {"slug": "user_right", "name": "Right of/to use", "description": "households are granted the right to use the dwelling for a set period of time."}], "land_tenures": [{"slug": "ownership", "name": "Ownership", "description": "form of land tenure where individuals own the land on which they live"}, {"slug": "lease", "name": "Lease", "description": "contract outlining the terms under which one party agrees to rent the land owned by another party."}, {"slug": "use_right", "name": "Right of use", "description": "form of land tenure where individuals are granted the right to use the housing in which they live over the life of a lease."}], "legal_forms": [{"slug": "association", "name": "Association", "description": "non-profit organisation formed by a group of people that share a common interest. Decisions are made by these members, on a one person- one vote basis. Any profit must be reinvested and cannot be shared with members."}, {"slug": "cooperative", "name": "Cooperative", "description": "a special form of an association that sometimes can share profit between its members. Often follows the cooperative principles."}, {"slug": "foundation", "name": "Foundation/Trust", "description": "a non-profit organisation without members but with a board."}, {"slug": "clt", "name": "Community Land Trust", "description": "a non-profit, community-based organisation that owns land and/or dwellings and aims at permanently affordable levels for long-term community benefit."}, {"slug": "clg", "name": "Company Limited by Guarantee", "description": "A CLG offers its members limited liability, as the outside world deals with the company as a separate entity and not the Company Members on an individual basis. Should the company fail, the governing documents state how much the members are personally liable for."}, {"slug": "cbs", "name": "Community Benefit Society", "description": "a charitable or non-charitable organisation which conducts an industry, business or trade for the benefit of the community"}, {"slug": "rs", "name": "Registered Society", "description": ""}], "countries": [{"id": "GB", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland."}, {"id": "DK", "description": "Denmark is a Nordic country in Northern Europe. It is the most populous and politically central constituent of the Kingdom of Denmark, a constitutionally unitary state that includes the autonomous territories of the Faroe Islands and Greenland in the North Atlantic Ocean."}, {"id": "SE", "description": "Sweden, officially the Kingdom of Sweden, is a Nordic country in Northern Europe. It borders Norway to the west and north, Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund."}, {"id": "NL", "description": "The Netherlands, informally Holland, is a country located in Northwestern Europe with overseas territories in the Caribbean. It is the largest of four constituent countries of the Kingdom of the Netherlands."}]}
