[{"id": 1, "slug": "collaborative-housing", "parent_id": "", "country": "", "name": "Collaborative housing", "definition": ""}, {"id": 2, "slug": "community-housing", "parent_id": 1, "country": "", "name": "Community housing", "definition": "(goal is to live together)"}, {"id": 3, "slug": "collective-self-provision", "parent_id": 1, "country": "", "name": "Collective self-provision", "definition": "(goal is to create user-defined (affordable) housing together)"}, {"id": 4, "slug": "cohousing", "parent_id": 2, "country": "", "name": "Cohousing", "definition": "Cohousing encompasses intentional communities with a high degree of social interaction and social cohesion. They are formed by like-minded people whose main drivers are the creation of a community by sharing everyday life activities and, to some extent, sustainability and affordability. Cohousing projects often consist of self-contained units with common shared facilities. The kitchen with common dining room prevails as the most distinctive shared space that is used for collective cooking and dining on a regular basis. Along with the kitchen, cohousing projects may also have a wide variety of common facilities such as workshops, laundry rooms, playrooms for children, gardens, guestrooms, bicycle stores, or assembly rooms. The social organisation consists of  democratic self-governance and includes the formation of working groups or commissions to manage domestic tasks. Cohousing is based on mutual aid and support in day-to-day living. Whilst social and spatial organisation are distinctive common features, tenure and legal forms are diverse and change per country."}, {"id": 5, "slug": "eco-villages", "parent_id": 2, "country": "", "name": "Eco-villages", "definition": "Eco-villages are intentional communities that are primarily driven by the desire to maintain a natural, ecological, sustainable lifestyle and to produce the least possible negative impact on the natural environment. The social organisation of residents varies. The residents share ideological values, collective self-organisation and a high degree of cooperation, including an exchange of services in daily life while maintaining autonomy for each home. In some cases, it includes the organisation of working groups, focused on working the land or the forest. In terms of spatial organisation, the projects are mostly private and autonomous single-family houses (existing village houses) often organised around a common space, or shared rooms with a separate building for common use (e.g. collective kitchen, meetings). In some cases, these projects are self-build, located in low-density rural areas or, as in the Spanish case, the projects are located in abandoned country houses or villages, which often creates land ownership problems. These forms vary greatly in terms of tenure and legal form."}, {"id": 6, "slug": "living-groups", "parent_id": 2, "country": "", "name": "Living Groups", "definition": "Living groups are developed by groups of like-minded people who share ideas and interests, such as affordability and community living. In some cases, its drivers also include aspects of sustainability, mutual care, shared responsibility, stability and security. These projects are spatially organised as shared apartments or private units with bedrooms and bathrooms complemented by shared spaces, such as kitchens and living rooms. The social organisation varies, as it may include family nuclei, couples and singles of different ages, which in some cases are organised in work groups to carry out daily tasks, in other cases residents also can participate in activities and housing assemblies. Rental is often the adopted housing tenure. Regarding its legal form, some cases are cooperatives, non-profit organisations or foundations, and associations."}, {"id": 7, "slug": "collective-self-development", "parent_id": 3, "country": "", "name": "Collective self-development", "definition": "Collective self-development (or Building groups) encompasses housing initiatives whose design and construction process is initiated and led by the residents in collaboration with architects and other professionals. Affordability, self-provision, and innovation (i.e., new ways of providing housing) are the drivers that guide its development. In most cases, the housing projects are similar to cohousing in terms of spatial organisation, although with less emphasis on the common spaces and activities. Collaboration and sharing activities are more intense during the design and construction phases and less during the living phase. Homeownership is the most prominent tenure type. Residents usually organise through associations."}, {"id": 8, "slug": "non-profit-housing", "parent_id": 3, "country": "", "name": "Non-profit housing", "definition": "What binds these collaborative housing forms is primarily their non-profit character. They are more top-down than the other forms, as they are mainly rental housing initiated and led by public or social housing providers. Affordability, solidarity, and social (re)integration are the main drivers. The aim is to provide more autonomy and an active role to the residents in the housing management and maintenance. Housing projects may include collective spaces, although it is not an essential feature of this kind of collaborative housing forms. The focus is more on the collective self-management of the building."}, {"id": 9, "slug": "housing-cooperatives", "parent_id": 3, "country": "", "name": "Housing cooperatives", "definition": "Housing cooperative is a ‘container' term to describe a particular legal form with historical and political roots. Old cooperatives are more conventional and with a lower degree of self-organisation, and ‘new cooperatives', which belong to a new generation of cooperatives, are usually smaller and often resident-led or at least with a high degree of collective self-organisation from the conception to the management of the building. Both types have affordability as one of the main drivers, while the new ones are also based on innovation, solidarity, and diversity. According to our baseline definition, old housing cooperatives without self-organisation do not fall under the umbrella of collaborative housing. Sub-forms of housing cooperatives are defined by tenure types and their profit/non-for-profit condition."}, {"id": 10, "slug": "community-land-trusts", "parent_id": 3, "country": "", "name": "Community Land Trusts", "definition": "Community Land Trusts (CLTs) are non-profit organisations that own the land on which homes are built on, on behalf of a community. They are driven by affordability, democracy and collaboration. Not necessarily self-organised, they can be initiated by an organisation or a developer. Generally, housing projects do not include more collective spaces than mainstream housing."}, {"id": 11, "slug": "senior-cohousing", "parent_id": 4, "country": "", "name": "Senior cohousing", "definition": "Senior cohousing is a well-established subform of cohousing, intended for people above 40-50 years old. The main driver is to create an environment to spend the older age. In this regard, common spaces and services are designed to promote autonomy among the elderly. The common spaces may include special facilities such as health and occupational therapy facilities, libraries or hairdressers. As with cohousing in general, committees and working groups are formed to manage domestic tasks but here can also include hired services for catering, cleaning or laundry."}, {"id": 12, "slug": "rental-cooperatives", "parent_id": 9, "country": "", "name": "Rental cooperatives", "definition": "Subform where households pay a rent to the cooperative of renters, while the housing can be either owned by the same cooperative, a municipal company or private provider."}, {"id": 13, "slug": "ownership-shared-equity-cooperatives", "parent_id": 9, "country": "", "name": "Ownership/shared equity cooperatives", "definition": "Subform where households purchase a ‘share' of the cooperative. Each member of the cooperative receives the right to live in a housing unit, as well as a vote on matters of common interest. Cooperative members share responsibility in the management and administration of the building."}, {"id": 14, "slug": "co-housing", "parent_id": 4, "country": "GB", "name": "Co-housing", "definition": "A group of citizens that wish to form a community around a specific interest or spatial characteristics such as common areas. Co-housing is based on mutual aid or support within the group and their day-to-day living."}, {"id": 15, "slug": "centraal-wonen-gemeenschappelijk-wonen", "parent_id": 4, "country": "NL", "name": "Centraal Wonen / Gemeenschappelijk wonen", "definition": "Collective living / cohousing: collaborative housing form that emphasises collective living and the creation of a community. Projects consist of self-contained units with common shared facilities."}, {"id": 16, "slug": "bofaellesskab", "parent_id": 4, "country": "DK", "name": "Bofællesskab", "definition": "Cohousing: intentional community with a high degree of interaction, sharing and social cohesion. Although Bofællesskaber can be any housing typology, they are usually low-rise compact rural settlements, composed of self-contained units with a common house/ common rooms, which typically include a shared kitchen and a common living room. Democratic self-governance, common activities (e.g., cooking and eating together) and shared responsibilities (e.g., maintenance) are typical features of a Bofællesskab."}, {"id": 17, "slug": "co-wonen", "parent_id": 4, "country": "BL", "name": "Co-wonen", "definition": "Cohousing: intentional community of private units equipped with kitchen and bathroom organised around shared space, with common activities where members are expected to take part in, and shared responsibilities."}, {"id": 18, "slug": "kollektivhus", "parent_id": 4, "country": "SE", "name": "Kollektivhus", "definition": "Cohousing / collective housing: intentional community of private units equipped with kitchen and bathroom organised around shared space, with common activities that residents are expected to take part in, and shared responsibilities."}, {"id": 19, "slug": "vivienda-colaborativa", "parent_id": 4, "country": "ES", "name": "Vivienda Colaborativa", "definition": "Cohousing - residential model as a result of a joint initiative of a group of residents. Projects have common infrastructure and spaces, implying a collaborative way of life where residents share more common activities than usual. The concept differs from earlier cooperative housing projects, especially those linked to the housing boom period before the 2008 crisis."}, {"id": 20, "slug": "senior-co-shousing", "parent_id": 11, "country": "GB", "name": "Senior co-shousing", "definition": "Cohousing intended for senior residents that has been gaining popularity in the past years."}, {"id": 21, "slug": "groepswonen-voor-ouderen", "parent_id": 11, "country": "NL", "name": "Groepswonen voor Ouderen", "definition": "Senior collaborative housing: collaborative sub-form of Central Wonen / Gemeenschappelijk wonen targeting elderly people, where main drivers are social interaction and mutual care."}, {"id": 22, "slug": "seniorbofaellesskab", "parent_id": 11, "country": "DK", "name": "Seniorbofællesskab", "definition": "Senior cohousing: cohousing intended for people above 50 years old."}, {"id": 23, "slug": "kollektivhus-for-andra-halvan-av-livet", "parent_id": 11, "country": "SE", "name": "Kollektivhus för andra halvan av livet", "definition": "Cohousing / collective housing for the second half of life: co-housing intended for residents above 40 years old, and do not allow children."}, {"id": 24, "slug": "cooperativa-senior-residencialidad-colaborativa", "parent_id": 11, "country": "ES", "name": "Cooperativa senior / Residencialidad Colaborativa", "definition": "Senior Cohousing: cohousing for senior residents (> 50 years). These projects are seen as an alternative to both public and private senior facilities perceived as expensive and poorly equipped. They consist of small apartment units complemented by shared spaces. Although they are mostly private initiatives, some have been recently developed by municipal housing companies."}, {"id": 25, "slug": "okosamfund-okolandsby", "parent_id": 5, "country": "DK", "name": "Økosamfund / Økolandsby", "definition": "Eco communities/Eco-villages: intentional communities with the goal of producing the least possible negative impact on the natural environment and becoming more socially, culturally, economically, and/or ecologically sustainable. They are often self-built and share community-life activities similar to co-housing, to different extents."}, {"id": 26, "slug": "ecovillages", "parent_id": 5, "country": "FR", "name": "Ecovillages", "definition": "Eco-villages are intentional communities that are primarily driven by the desire to maintain a natural, ecological, sustainable lifestyle and to produce the least possible negative impact on the natural environment. The social organisation of residents varies. The residents share ideological values, collective self-organisation and a high degree of cooperation, including an exchange of services in daily life while maintaining autonomy for each home. In some cases, it includes the organisation of working groups, focused on working the land or the forest. In terms of spatial organisation, the projects are mostly private and autonomous single-family houses (existing village houses) often organised around a common space, or shared rooms with a separate building for common use (e.g. collective kitchen, meetings). In some cases, these projects are self-build, located in low-density rural areas or, as in the Spanish case, the projects are located in abandoned country houses or villages, which often creates land ownership problems. These forms vary greatly in terms of tenure and legal form."}, {"id": 27, "slug": "eco-aldea", "parent_id": 5, "country": "ES", "name": "Eco-Aldea", "definition": "Eco-villages: intentional communities with the goal of producing the least possible negative impact on the natural environment and becoming more socially, culturally, economically, and/or ecologically sustainable. The way of living is usually based on shared resources and spaces. In Spain, eco villages are linked to low density rural areas and the regeneration of abandoned villages."}, {"id": 28, "slug": "ekoby", "parent_id": 5, "country": "SE", "name": "Ekoby", "definition": "Eco-villages: intentional communities with the goal of producing the least possible negative impact on the natural environment and becoming more socially, culturally, economically, and/or ecologically sustainable. In Sweden, an eco- village consists of a group of self-contained small houses, sometimes with a separate building intended for common use. It, therefore, does not imply shared living."}, {"id": 29, "slug": "leefgemeenschap-woongroep", "parent_id": 6, "country": "BE", "name": "Leefgemeenschap / woongroep", "definition": "Residential group / community: group who share their daily life as one big family. Private units with a bedroom and a bathroom for the households (often singles and couples) are complemented by shared rooms such as kitchen and living room. It is generally developed by a non-profit organisation. Linked to the Flemish region."}, {"id": 30, "slug": "woongroep", "parent_id": 6, "country": "NL", "name": "Woongroep", "definition": "Living group: Group of several individuals living together as a household. Living units include private bedrooms and common bathrooms and kitchen."}, {"id": 31, "slug": "kollektiv", "parent_id": 6, "country": "DK", "name": "Kollektiv", "definition": "Commune: shared apartment or house with private rooms and common facilities (such as bathrooms and kitchen). This form is particularly focused on community values and sharing of everyday life activities with low degrees of privacy."}, {"id": 32, "slug": "kollektiv-storfamilj", "parent_id": 6, "country": "SE", "name": "Kollektiv / Storfamilj", "definition": "Living group: group of individuals sharing a house/apartment and living together as a household."}, {"id": 33, "slug": "wohngemeinschaft", "parent_id": 6, "country": "DE", "name": "Wohngemeinschaft", "definition": "Shared apartment: apartments that are shared by several individuals, with private bedrooms and common bathrooms and kitchen. Clusterwohnung (Cluster-apartment): Subform of Wohngemeinschaft, corresponds to an architectural typology with private units equipped with a kitchen and bathroom clustered around a large collective space."}, {"id": 34, "slug": "gemeinschaftswohn-wohngemeinschaft", "parent_id": 6, "country": "CH", "name": "Gemeinschaftswohn / Wohngemeinschaft", "definition": "Shared apartment: apartments, usually rented, that are shared by several individuals, with private bedrooms and common bathrooms and kitchen. Residents are generally young but increasingly intergenerational."}, {"id": 35, "slug": "byggemenskap", "parent_id": 7, "country": "SE", "name": "Byggemenskap", "definition": "Self-building group: group of aspiring homeowners, usually middle class, whose main driver is to pool resources to buy and build a building together to reduce costs and with more user-defined features. Although projects may include shared spaces, the emphasis is not on community living. This form appeared as part of the recent movement of private initiatives called ‘Building Togetherness'."}, {"id": 36, "slug": "faellesbyg-byggefaellesskab", "parent_id": 7, "country": "DK", "name": "Fællesbyg / Byggefællesskab", "definition": "Private collaborative building process: recently established form where a group of aspiring homeowners, usually middle class, pool resources to buy and build a building together to reduce costs and to build housing with more user-defined features. The focus is placed on the building process in which residents and architects collaborate and less at the living level, as the housing project does not necessarily include common areas."}, {"id": 37, "slug": "baugruppe-baugemeinschaft", "parent_id": 7, "country": "DE", "name": "Baugruppe / Baugemeinschaft", "definition": "Building group/ Building community: group of aspiring homeowners, usually middle class, whose main driver is to pool resources to buy and build a building together to reduce costs and to build housing with more user-defined features. In a Baugruppe, collaboration is mainly at the planning level and less at the living level. In a Baugemeinschaft there is also emphasis on shared spaces and activities/tasks."}, {"id": 38, "slug": "collectief-particulier-opdrachtgeverschap", "parent_id": 7, "country": "NL", "name": "Collectief particulier opdrachtgeverschap", "definition": "Collective private commissioning: formed by a group of like-minded individuals that want to build a project together. Buildings may include shared spaces, but it is not a core feature."}, {"id": 39, "slug": "self-build-housing", "parent_id": 7, "country": "GB", "name": "Self-build housing", "definition": "A form where a group of aspiring homeowners, whose main driver is to pool resources to buy and build a building together to reduce costs and to build housing with more user-defined features. Collaboration is mainly at the planning level and less at the living level."}, {"id": 40, "slug": "almenbolig", "parent_id": 8, "country": "DK", "name": "Almenbolig +", "definition": "Non-profit housing: organisation driven by affordability, innovation and the integration of vulnerable social groups, where residents (usually families with children) participate in the management of their housing and to a lower degree in the design process. Settlements are usually new-built, suburban and low-rise. Initiatives do not necessarily include a common house and common activities."}, {"id": 41, "slug": "mietshauser-syndikat", "parent_id": 8, "country": "DE", "name": "Mietshäuser Syndikat", "definition": "Tenements consortium: a non-speculative and politically motivated umbrella organisation that brings together many housing projects. The aim is to take property off the market in order to support the creation of affordable housing. It uses a non-speculative homeownership approach and allows self-organised groups to manage their own buildings."}, {"id": 42, "slug": "habitat-solidaire", "parent_id": 8, "country": "BE", "name": "Habitat solidaire", "definition": "Solidarity housing: usually initiated by the non-profit sector to provide housing to precarious sections of the population. Buildings usually include collective spaces, and residents take an active role in the management of the project. Linked to the Brussels region."}, {"id": 43, "slug": "habitat-pariticipatif-social", "parent_id": 8, "country": "FR", "name": "Habitat pariticipatif social", "definition": "Social participatory housing: projects initiated and developed by social housing developers."}, {"id": 44, "slug": "mietergenossenschaft", "parent_id": 12, "country": "DE", "name": "Mietergenossenschaft", "definition": "Rental cooperative: housing with private rooms and shared kitchen, with strong focus on co-design and shared living (shared spaces and common activities/tasks). It is usually rental, but sometimes the communities take collective ownership and form a cooperative or a Gesellschaft bürgerlichen Rechts - GbR (civil law partnership) as part of the Mietshäuser Syndikat."}, {"id": 45, "slug": "beheer-wooncooperatie", "parent_id": 12, "country": "NL", "name": "Beheer-Wooncoöperatie", "definition": "Management-cooperative: owned by a social housing provider and managed by the residents."}, {"id": 46, "slug": "cooperativa-de-cesion-derecho-de-uso", "parent_id": 13, "country": "ES", "name": "Cooperativa de Cesión/derecho de uso", "definition": "Grant of use cooperative: legal form where households purchase a “share” in the cooperative rather than a standard property interest in the home. Each member of the cooperative receives a right to live in a housing unit, as well as a vote on matters of common interest. Cooperative members share responsibility for maintaining common areas and admitting new members. These cooperatives are subject to the requirements for public social housing."}, {"id": 47, "slug": "andelsbolig", "parent_id": 13, "country": "DK", "name": "Andelsbolig", "definition": "(Shared equity) Housing cooperative: legal form where households purchase a “share” in the cooperative rather than a standard property interest in the home. Each member of the cooperative receives a right to live in one housing unit, as well as a vote on matters of common interest. Bylaws of individual housing cooperatives can regulate further shared responsibilities, e.g., on maintaining common areas and admitting new members."}, {"id": 48, "slug": "habitat-cooperatif", "parent_id": 13, "country": "BE", "name": "Habitat coopératif", "definition": "Cooperative housing: new-built housing projects initiated by the future inhabitants themselves or by a non-profit organisation, through the structure of a limited-equity cooperative. Main drivers are housing affordability, solidarity and/or other values."}, {"id": 49, "slug": "wohngenossenschaften-cooperative-d-abitazione-cooperative-d-habitation", "parent_id": 13, "country": "CH", "name": "Wohngenossenschaften / Cooperative d'abitazione / Cooperative d'habitation", "definition": "Housing cooperatives with different degrees of collective self-organization, highly institutionalised and represent an important percentage of the non-profit affordable housing. Old (1920-1970) are considered traditional. They do not always imply self-organisation and some tend to move away from collaborative housing values. Between 1970 and 1980 the degree of self-organisation was very low in the (few) housing cooperatives. New (after 1980) are innovative and collaborative. The aim is to promote residents' diversity, collective self-organisation and vibrant neighbourhoods with mixed uses."}, {"id": 50, "slug": "wohnbau-genossenschaft", "parent_id": 13, "country": "DE", "name": "(Wohnbau)Genossenschaft", "definition": "Traditional: Old and larger, not necessarily organised collaboratively. Social life is organized similarly to other tenement buildings. New: Smaller and innovative, where the members collaborate more intensively throughout the process, from the concept, to planning, building, managing and living together."}, {"id": 51, "slug": "cooperative-d-habitants-societe-cooperative-d-habitants", "parent_id": 13, "country": "FR", "name": "Coopérative d'habitants / Société Coopérative d'Habitants", "definition": "Residents' cooperative: an emerging non-speculative form, collectively owned and managed, which is possible under the new law (ALUR law - 2014) that approves the establishment of cooperative societies of inhabitants."}, {"id": 52, "slug": "community-land-trusts", "parent_id": 10, "country": "BE", "name": "Community Land Trusts", "definition": "Non-profit organisation or a foundation, whose aim is to guarantee land as a common, provide affordable housing and to resist speculation. Projects usually consist of multi-unit housing in which gardens and sometimes storage and one additional space are shared. In terms of ownership, there is a distinction between the land that is owned by the trust and the building that is usually owned by a cooperative. The CLT has a tripartite governance system composed of the public sector, civil society and the inhabitants."}, {"id": 53, "slug": "community-land-trusts", "parent_id": 10, "country": "GB", "name": "Community Land Trusts", "definition": "A non-profit corporation that holds land on behalf of a community. CLTs are driven by affordability, democracy and collaboration. It is not necessarily self-organised, it can be initiated by an organisation or a developer. There are usually no more common areas than in mainstream UK housing, and only a minority adopts co-housing principles."}, {"id": 54, "slug": "organisme-de-foncier-solidaire", "parent_id": 10, "country": "FR", "name": "Organisme de foncier solidaire", "definition": "The French term to Community Land Trust (CLT:, a non-profit corporation that holds land on behalf of a community. CLTs are driven by affordability, democracy and collaboration. It is not necessarily self-organised, it can be initiated by an organisation or a developer."}, {"id": 55, "slug": "habitat-groupe", "parent_id": 7, "country": "BE", "name": "Habitat groupé", "definition": "Housing group: self-developed new-built projects, often initiated by middle-class educated citizens. The main drivers are housing affordability, community feeling, solidarity and innovation. Buildings include collective spaces. Linked to the Walloon region."}, {"id": 56, "slug": "stiftung", "parent_id": 8, "country": "DE", "name": "Stiftung", "definition": "Non-profit foundation: usually the owner of the land, which is rented through a long-term lease to a housing cooperative. The main driver is affordability."}, {"id": 57, "slug": "tenant-management-co-operative", "parent_id": 12, "country": "GB", "name": "Tenant management co-operative", "definition": "A form based on structures of democratic and collaborative decision-making and governance involving the residents in the building management. The majority of projects aims at providing affordable rental housing. There is no emphasis on sharing spaces. The ownership of the properties rests in the hand of the local government or Housing Associations."}, {"id": 58, "slug": "ownership-cooperative", "parent_id": 13, "country": "GB", "name": "Ownership Cooperative", "definition": "A form based on structures of democratic and collaborative decision-making and governance involving the residents in the building management. The majority of projects aims at providing affordable rental housing. There is no emphasis on sharing spaces. Homeowners have a joint stake in the development, cooperative governance and democratic control, but have individual ownership of their homes."}, {"id": 59, "slug": "collectieve-koop-of-vastgoedcooperatie", "parent_id": 13, "country": "NL", "name": "Collectieve-koop of Vastgoedcoöperatie", "definition": "Traditional ownership cooperative: (add description)"}, {"id": 60, "slug": "collective-self-help", "parent_id": 3, "country": "", "name": "Collective self-help", "definition": ""}, {"id": 61, "slug": "self-help-housing", "parent_id": 60, "country": "GB", "name": "Self-help housing", "definition": "A form where a group of local people on a low income who, collectively, bring back into use empty properties for housing, usually with support from local authorities and third sector organisations."}, {"id": 62, "slug": "masoveria-o-aparceria-urbana", "parent_id": 60, "country": "ES", "name": "Masovería o Aparcería Urbana", "definition": "“Sharecropping”: similar to a rental contract, it allows the use of a vacant property in exchange for its rehabilitation and maintenance by the occupants, often collectively. It may be considered legal “squatting”.  Depending on the original building, projects could include shared spaces. The term corresponds to an old housing system according to which the owner of a farm granted the right to live on his property to a person or family in exchange for working the land and giving him a percentage of the harvest and/or livestock."}, {"id": 63, "slug": "others", "parent_id": 1, "country": "", "name": "Others", "definition": ""}, {"id": 64, "slug": "magic-mix-model", "parent_id": 63, "country": "NL", "name": "Magic mix model", "definition": "An emergent collaborative form of (temporary) housing provision targeting the young people, where Dutch residents live together with refugees or minority groups to promote social integration. (e.g., Startblok Riekerhaven in Amsterdam)"}, {"id": 65, "slug": "construction-legere", "parent_id": 63, "country": "FR", "name": "Construction légère", "definition": "Light-construction housing: temporary houses built with light-weight construction materials (e.g. shacks)."}, {"id": 66, "slug": "kangoeroewonen", "parent_id": 63, "country": "BE", "name": "Kangoeroewonen", "definition": "Kangaroo living: this CH form often has two families or kin-related living next to each other or sharing spaces, where one of them needs special care given age or disability.  Family/household life is usually separated but there are regular visits, common activities and care tasks"}]
